"ACTION" = "Δράση";
"ACTION SELECT" = "Επιλογή Δράσης";
"ADD CURRENT SIM" = "Εισάγετε την τωρινή SIM";
"ADD NEW COMMAND" = "Εισάγετε νέα εντολή";
"ALERT TEXT" = "Μήνυμα Ειδοποίησης";
"AND SEND IT WITH LOCATION BY EMAIL" = "και στίλε την τοποθεσία με e-mail.";
"ALLOWED ATTEMPTS" = "Επιτρεπόμενες Προσπάθειες";
"CHECK YOUR INBOX" = "Κοιτάξτε τα Εισερχόμενα";
"CHECK YOUR INTERNET CONNECTION OR MAIL DETAILS" = "Κοιτάξτε την σύνδεση στο ίντερνετ ή τις πληροφορίες του e-mail";
"CLOSE" = "Κλείσιμο";
"COMMAND" = "Εντολή";
"COMMAND SUCCESSFUL" = "Εντολή Επιτυχής";
"COMMANDS" = "Εντολές";
"CRASH REPORT COULD NOT BE READED" = "Αδυναμία ανάγνωσης Crash Report";
"CREDITS" = "Συντελεστές";
"DELETE PERSONAL DATA" = "Διαγραφή Προσωπικών Δεδομένων";
"DONE" = "Εντάξει";
"EMAIL" = "E-Mail";
"ENABLE" = "Ενεργοποίηση";
"ERROR" = "Λάθος";
"EVERY 1 HOUR" = "Κάθε ώρα";
"EVERY 5 MINUTES" = "Κάθε 5 λεπτά";
"EVERY 10 MINUTES" = "Κάθε 10 λεπτά";
"EVERY 30 MINUTES" = "Κάθε 30 λεπτά";
"FORWARD MESSAGES" = "Προώθηση Μηνυμάτων";
"FORWARD NUMBER" = "Αριθμός Προώθησης";
"FORWARD RECEIVED MESSAGES" = "Προώθηση εισερχόμενων μηνυμάτων";
"IF YOU ARE USING GMAIL YOUR USERNAME IS EQUAL TO YOUR EMAIL (MUST HAVE @GMAIL.COM)" = "Αν χρησιμοποιείτε GMail, το όνομα χρήστη είναι το e-mail σας. (Μαζί με το @gmail.com)";
"LICENSE" = "Άδεια";
"LICENSE DOWNLOADED" = "Η άδεια κατεβάστηκε";
"LOCK DEVICE" = "Κλείδωμα συσκευής";
"MAIL COULD NOT BE SENT" = "Αδυναμία αποστολής e-mail";
"MAIL SENT" = "Το e-mail στάλθηκε";
"MESSAGE TEXT" = "Κείμενο Μηνύματος";
"MORE" = "Περισσότερα";
"NOT VALIDATED" = "Μη επιβεβαιωμένο";
"OBTAIN INFORMATION" = "Λήψη πληροφοριών";
"OK" = "Oκ";
"ON DEVICE" = "Στην συσκευή";
"OPEN" = "Άνοιγμα";
"PLAY ALARM" = "Εκκίνηση συναγερμού";
"PLEASE ENTER YOUR LOCK PASSCODE TO EDIT SETTINGS" = "Παρακαλώ εισάγετε τον κωδικό σας για να επεξεργαστήτε τις ρυθμίσεις";
"PLEASE WRITE HERE ALL THE BUGS YOU EXPERIENCED (AND DON'T DELETE THE ATTACHED FILES)" = "Παρακαλώ εισάγετε εδώ τα προβλήματα που αντιμετωπίσατε (και μην διαγράψετε τα συννημένα).";
"POWER DOWN DEVICE" = "Σβήσιμο συσκευής";
"PRESS TO VALIDATE" = "Αγγίξτε για επιβεβαίωση";
"PURCHASE ICAUGHTU PRO ON CYDIA" = "Αγοράστε το iCaughtU Pro στο Cydia";
"REBOOT DEVICE" = "Επανεκκίνηση";
"REMOTE COMMANDS WORK BOTH WITH SMS AND IMESSAGE" = "Οι απομακρυσμένες εντολές δουλεύουν με SMS και με iMessage.";
"REPLY WHEN COMMAND EXECUTED" = "Απάντηση όταν εκτελεστεί η εντολή.";
"REPORT BUG TO DEVELOPER" = "Αναφορά προβλήματος στον δημιουργό";
"REPORT LOCATION" = "Αναφορά τοποθεσίας";
"RESEND MESSAGE TO STOP ALARM" = "Ξαναστίλτε μήνυμα για να σταματήσει ο συναργερμός";
"SAFARI, SMS, MUSIC, CALL, MAIL, NOTES, ETC." = "Safari, SMS, Μουσική, Τηλέφωνο, Mail, Σημειώσεις, κτλ";
"SEND LOCATION BY EMAIL" = "Αποστολή τοποθεσίας με e-mail";
"SEND LOCATION BY SMS" = "Αποστολή τοποθεσίας με SMS";
"SEND PICTURE & LOCATION" = "Αποστολή φωτογραφίας και τοποθεσίας";
"SETTINGS" = "Ρυθμίσεις";
"SHOW TEXT ALERT" = "Εμφάνιση κειμένου";
"SIM LIST" = "Λίστα SIM";
"SIM NAME:" = "Όνομα SIM:";
"SMS NUMBER" = "Αριθμός SMS";
"TAKE PICTURE FRONT CAMERA" = "Λήψη φωτογραφίας από εμπρόσθια κάμερα";
"TAKE PICTURE REAR CAMERA" = "Λήψη φωτογραφίας από πίσω κάμερα";
"TEXT SHOULD BE PLACED AFTER THE COMMAND" = "Πρέπει να εισάγετε κείμενο μετά την εντολή.";
"THANKS FOR PURCHASING ICAUGHTUPRO" = "Ευχαριστούμε που αγοράσατε το iCaughtU Pro";
"TO CONFIGURED EMAIL" = "για ρυθμισμένα email";
"TO SMS SENDER" = "στον αποστολέα SMS";
"TOGGLE MUSIC PLAYER" = "Ενεργοποίηση Μουσικής";
"TURN ON 3G & DATA" = "Ενεργοποίηση 3G + Δεδομένα";
"VALIDATED" = "Επιβεβαιωμένο";
"YOU NEED TO SEND THE NUMBER TO FORWARD MESSAGES IN THE MESSAGE EG:\"COMMAND +123456789\"" = "Πρέπει να εισάγετε νούμερο που θα γίνει η προώθηση μηνυμάτων πχ: \"ΕΝΤΟΛΗ +306969696969\"";
"YOUR DEVICE IS NO CONFIGURED TO SEND EMAILS" = "Η συσκευή δεν είναι ρυθμισμένη να στέλνει e-mail";
"YOUR PHONE NUMBER" = "Το τηλέφωνό σας";
"(BE CAREFUL IF TETHERED JAILBREAK)" = "(προσοχή αν το jailbreak είναι tethered)";
"0 TO DISABLE" = "0 ή 1 για απενεργοποίηση";
"CANCEL" = "Ακύρωση";
"INCORRECT PASSCODE" = "Λάθος συνθηματικό";
"CREATE PASSCODE" = "Δημιουργία συνθηματικού";
"THE PASSCODES DO NOT MATCH" = "Τα συνθιματικά δεν ταιριάζουν";
"CREATE PASSCODE TO EDIT SETTINGS" = "Δημιουργήστε συνθηματικό για να επεξεραστήτε τις ρυθμίσεις";
"PLEASE ENTER THE PASSCODE TO EDIT SETTINGS" = "Παρακαλώ εισάγετε το συνθιματικό για να επεξεργαστείτε τις ρυθμίσεις";
"CHANGE PASSCODE" = "Αλλαγή συνθηματικού";
"SOMEONE TRIED TO TURN OFF YOUR DEVICE. IF YOU ENABLED EMAIL SERVICE, CHECK YOUR INBOX." = "Κάποιος προσπάθησε να σβήσει την συσκευή σας. Αν ενεργοποιήσατε την υπηρεσία e-mail, δείτε τα εισερχόμενα.";
"SOMEONE TRIED TO UNLOCK YOUR DEVICE. IF YOU ENABLED EMAIL SERVICE, CHECK YOUR INBOX." = "Κάποιος προσπάθησε να ξεκλειδώσει την συσκευή σας. Αν ενεργοποιήσατε την υπηρεσία e-mail, δείτε τα εισερχόμενα";
"PLEASE GO TO SETTING TO CONFIGURE ICAUGHTU AND VALIDATE YOUR COPY" = "Παρακαλώ ανοίξτε τις ρυθμίσεις και ενεργοποιήστε το αντίγραφο του iCaughtU Pro σας.";
"SOMEONE INTRODUCED A SIM CARD WITH IMSI: %@ ON YOUR IPHONE WITH IMEI: %@" = "Κάποιος έβαλε μια κάρτα SIM με IMSI: %@ στο iPhone με IMEI: %@";
"PLEASE ENTER LOCK PASSWORD TO LAUNCH %@" = "Παρακαλώ εισάγετε τον κωδικό για να ανοίξετε την εφαρμογή %@";
"LAUNCH" = "Εκκίνηση";
"Application Locked" = "Η Εφαρμογή Κλειδώθηκε";
"INCORRECT PASSWORD." = "Λάθος κωδικός.";
"AUTHENTICATION FAILED" = "Απέτυχε η ταυτοποίηση";
"MESSAGE RECEIVED FROM: %@.%@" = "Ήρθε μήνυμα από: %@.%@";
"MESSAGE FORWARDING TURNED ON" = "Η προώθηση μηνυμάτων είναι ΑΝΟΙΧΤΗ";
"MESSAGE FORWARDING TURNED OFF" = "Η προώθηση μηνυμάτων είναι ΚΛΕΙΣΤΗ";
"COMMAND RECEIVED AND EXECUTED. THANKS FOR USING ICAUGHTU PRO" = "Η εντολή λήφθηκε και εκτελέστικε. Ευχαριστούμε που χρησιμοποιήτε το iCaughtU Pro";
"LOCATION REPORT EVERY %.0F MINUTES TURNED ON" = "Αναφορά τοποθεσίας κάθε %.0f λεπτά ΑΝΟΙΧΤΗ";
"LOCATION REPORT TURNED OFF" = "Αναφορά Τοποθεσίας ΚΛΕΙΣΤΗ";
"MESSAGE FORWARDING TURNED" = "Η Προώθηση Μηνυμάτων είναι"; //should be a prefix of the string indicating on/off
"LOCATION REPORT" = "Αναφορά Τοποθεσίας"; //should be a prefix of the string indicating on/off
"IMESSAGE RECEIVED FROM: %@.%@" = "Νέο iMessage από: %@.%@";
"BACK" = "Επιστροφή";